tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "ammonite-repl"
brew "apr-util"
brew "autojump"
brew "bat"
brew "coreutils"
brew "coursier/formulas/coursier"
brew "curl"
brew "fd"
brew "fish"
brew "fnm"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnutls"
brew "guile"
brew "krb5"
brew "libpq"
brew "node"
brew "openldap"
brew "php"
brew "ripgrep"
brew "unbound"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "rectangle"
