tap "boltops-tools/software"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "railwaycat/emacsmacport"
tap "stripe/stripe-cli"
brew "ammonite-repl"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bat"
brew "circleci"
brew "coreutils"
brew "fd"
brew "fish"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gradle"
brew "jq"
brew "kubernetes-cli", link: false
brew "maven"
brew "mysql@5.7"
brew "nghttp2"
brew "nvm"
brew "openjdk@11"
brew "python@3.11"
brew "python@3.8"
brew "ripgrep"
brew "scala"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "coursier/formulas/coursier"
brew "stripe/stripe-cli/stripe"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "rectangle"
cask "emacs-mac"
cask "terraspace"
